[TrickNames]

Haste=最速
Precipitation=高速
Punctual=光の束
Appointment=5つの光
Hard to get=体力ボーナス
Crazy Jump=巧妙なジャンプ
Headshot=ヘッドショット
Accuracy=正確性
Timer=時間
Kills=殺害数
Murderer=殺人者
Kill Feast=殺しの宴
Blood Orgy=血塗られた宴
Bonus Challenge=ボーナスチャレンジ
Cleaner: All Enemies Dead=全滅させた
Mayhem=虐殺
Chain Kill=連鎖ボーナス
Boom!=爆発
Weeper=ウィーパー
Lower Guard=下級衛兵
City Guard=衛兵
Elite Guard=衛兵隊長
Thug=悪党
Hound=ハウンド
overseer=監督官
Musical Overseer=音楽監督官
TallBoy=トールボーイ
assassin=暗殺者
Torturer=拷問官
Daud=Dダウド
Assassinate=暗殺
Drop Kill=降下暗殺
Sever Limb=切断
Adrenaline=血の乾き
In Flames=燃焼
Dark Kill=パワーキル
Power Combo=パワーコンボ
Perfect Block=カウンターアタック
Low Blow=虐待
Payback=戻る
Faction Combo=多くの派閥
Get Back=戻る
Fast Killer=素早い暗殺者
Fencer=剣士
Sharpshooter=上級シューター
No Elixir=エリクサー不使用
Invincible=無敵
Vanish=不可視の
Death Streak=暗殺の流れ
Stealthy Streak=ステルスの流れ
Drop Assassination=降下暗殺
Clue=手がかりを入手
Target=ターゲット暗殺完了
Lucky Boy=幸運
Ghost=ゴースト
Quickly Done=最速
Destroy=
Combo=タンクコンボ
Boiling Oil=20 タンク
Perfect Wave=パーフェクト
Arrival=完了
Mana Bonus=マナ・ボーナス
Egg1=ポッターステッド・エッグ
Egg2=クレロ・エッグ
Egg3=ワインダウン・エッグ
Egg4=ヤーロ・エッグ
Egg5=レッドムーア・エッグ
Egg6=ドリスコル・エッグ
Coin=財宝
Stealth Bonus=ステルス・ボーナス
Shoot=ショット
Multiple Shots=マルチショット
Surprise shot=サプライズショット
Civilian spared=救助された市民
Novelty=貴族
Destroy=破壊されたタンク
Bonus Round Won=ボーナスラウンド
Kaboom=爆発
Head shot=ヘッドショット

[ResultsMenuStatNames]
; If a stat name is not found here it will fallback on TrickNames
SurvivedWaveCount=ラウンド終了
TimeInInfiniteWave=生存時間
BestChain=ベストチェーンコンボ
UnawareStatus=ステルス回数
HeadTrackStatus=追跡された回数
TurnToFaceStatus=遭遇した回数
InvestigateStatus=探索された回数
BustedStatus=攻撃された回数
AsleepStatus=眠らせた回数
MisteryManDeadStatus=逃走・死亡数
ThiefDeadStatus=暗殺数
Egg=エッグ
Checkpoint=光の束
Fall=闇に飲まれた回数
Speed level=スピード
Best Time=ベストタイム
Headshots=ヘッドショット
Civilians Spared=救助された市民
Drop Assassinations=降下暗殺
Highest Height=最高高度
Average Height=平均高度
BestNumberOfCheckpoints=光の束の最高記録
Surprise shot=サプライズショット
